#+TITLE: Exceptional Control Flow
#+AUTHOR: Astar Bahouidi
#+DESCRIPTION: CSAPP Chapter 8
#+STARTUP: showeverything

*** Evaluation Test
Change =val= and =iter= value and press =C-c C-c= in the code block.

#+begin_src shell results: output :var val=100212 iter=10000
  ./forkprob2.sh $val $iter
#+end_src

#+RESULTS:
: Match 100212

